---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LoadCombination
source: html/8c811b71-1b2a-0563-ca94-a4ddb5b98060.htm
---
# LoadCombination Properties

The id of the assembly instance to which the element belongs.